let lyric = `[00:00.00] 作词 : 林渝植Anoryz
[00:01.00] 作曲 : 林渝植Anoryz
[00:02.00] 编曲 : 奶昔/HoodLand陈俊杰@MusicLoop扭蛋音乐
[00:03.00] 制作人 : Zoneinmi郑铭宗@MusicLoop扭蛋音乐/林渝植Anoryz
[00:12.09]谁家的枝头鸟儿成双对
[00:16.36]蝴蝶翩翩飞
[00:18.64]月色独影浊酒只剩一杯
[00:22.72]院子踱步来回
[00:24.96]
[00:25.36]苦读了十五年的诗书欠好几百两摘
[00:28.38]像麻雀妄想飞上青天却搁在高墙之外
[00:31.55]只对着陋室寒舍一人独饮
[00:34.07]喝便宜酒
[00:34.76]姑娘我两袖清风是否还能牵你的手
[00:37.84]别说你不知道
[00:39.05]不知道 不知道 不知道
[00:41.65]我对你魂牵梦绕
[00:44.87]辗转反侧的夜只有 我知道
[00:48.51]我知道 我知道 我知道
[00:51.62]花红柳绿莺飞燕语与我无碍
[00:54.77]一心只想你知道此情可待
[00:57.44]等风吹来
[00:59.31]等桃花开
[01:02.03]
[01:02.39]谁家的枝头鸟儿成双对
[01:06.23]蝴蝶翩翩飞
[01:08.47]月色独影浊酒只剩一杯
[01:12.44]院子踱步来回
[01:14.83]我只等
[01:17.13]月色再皎洁
[01:18.53]
[01:21.28]心绪交叠
[01:22.93]怎么了解
[01:25.21]是否风声会替我说
[01:28.28]
[01:28.74]西城我绕了几个弯
[01:31.25]又在 东边打了转
[01:32.62]只为把你俏脸看
[01:34.77]不想 是痴了心的盼
[01:37.20]南北来回几个弯
[01:38.90]空留一人凌乱
[01:41.39]
[01:41.80]像我如此的人怎么办
[01:44.74]寒门出身谁想靠近我
[01:47.86]也不是在怨世道偏了颇
[01:50.62]只是深知羊肠小道难走
[01:53.36]oh
[01:53.99]填不满的墨水又过了几个秋
[01:56.88]直到满腹经纶胸有成竹 落笔柔
[02:00.29]到了那时候
[02:01.54]到了那时候
[02:03.62]赢取功名然后再把聘礼从西城抬到东边
[02:06.56]站在你家门前
[02:08.27]告诉我老丈人为你争了你一口气
[02:11.27]不止为了胸中丘壑更是为了你
[02:14.66]有七分为了你
[02:16.62]
[02:17.17]谁家的枝头鸟儿成双对
[02:21.09]蝴蝶翩翩飞
[02:23.21]月色独影浊酒只剩一杯
[02:27.34]院子踱步来回
[02:29.26]我只等
[02:30.90]月色再皎洁
[02:32.97]抹去眼眶那一滴泪
[02:35.99]心绪交叠
[02:37.77]怎么了解
[02:40.04]是否风声会替我说
[02:42.66]
[02:43.26]西城我绕了几个弯
[02:45.67]又在 东边打了转
[02:47.27]只为把你俏脸看
[02:49.49]不想 是痴了心的盼
[02:51.97]南北来回几个弯
[02:53.70]空留一人凌乱
[02:55.393] 混音 : 奶昔/Cyno3@MusicLoop扭蛋音乐
[02:57.716] 母带工作室 : MusicLoop扭蛋音乐
[03:00.039] 监制 : adou
[03:02.362] 录音 : 林渝植Anoryz
[03:04.685] 统筹 : adou/冯昌榆
[03:07.008] OP : 四维音乐`;

